<template>
  <div class="style">
   <h4>焦作中旅银行股份有限公司电子账户服务协议</h4>
   <div>
     <p>甲方：客户</p>
     <p>乙方：焦作中旅银行股份有限公司</p>
     <p>1、甲方自愿申请使用乙方提供的电子账户及其相关服务，为明确双方的权利和义务，维护双方的合法权益，特签订本服务协议。</p>
     <p>2、甲方通过网络页面点击确认或以其他方式选择接受本协议，即表示甲方与乙方已达成协议并同意接受本协议的全部约定内容以及与本协议有关的各项规则及乙方网站（http://www. jzctb.com）所包含的其他与本协议或本协议项下各项规则的条款和条件有关的各项规定。</p>
     <p>3、在接受本协议之前，请您仔细阅读本协议的全部内容。如果您不同意本协议的任意内容，或者无法准确理解乙方对条款的解释，请不要进行后续操作。否则，视为您已准确理解并全部接受本协议内容。 </p>
     <h3>第一章 定义</h3>
     <p>1、客户：是指具有完全民事权利和民事行为能力的自然人。         ● 本人(单位)充分了解并清楚知晓出租、出借、出售、购买账户的相关法律责任和惩戒措施，承诺依法依规开立和使用本人(单位)账户。</p>
     <p>2、电子账户：是指由甲方自愿在乙方申请，并经乙方核准后为甲方开立的，用于办理金融业务的人民币银行Ⅱ类账户。</p>
     <p>3、绑定手机号码：是指甲方在申请开立电子账户时，将指定的手机号码与电子账户相关联的行为。绑定手机号码用于接收乙方发送的授权码、短信验证码以及交易提示短信等的手机号码。乙方认为必要时，可通过此手机号码向甲方核实身份信息和交易信息。</p>
     <p>4、绑定银行卡：是指由甲方在申请开立电子账户时，将指定的本人名下的银行借记卡与电子账户相关联的行为。电子账户提现资金只能划转入绑定银行卡。</p>
     <p>5、甲方指令：甲方发起的各项指令，如电子账户开户、充值、理财、及投资理财代扣等各项指令均为甲方发出。甲方一旦发起指令，即视为该指令完整、及时、准确无误的传达给乙方。</p>
     <h3>第二章 电子账户相关服务</h3>
     <p>1、电子账户开户：
      <li>（1）甲方提供身份认证信息（包括但不限于甲方的姓名、证件类型、证件号码、银行卡号、手机号码等）为甲方在乙方申请开立电子账户。</li>
      <li>（2）乙方根据其业务规则对甲方身份进行识别（包括但不限于姓名与身份证号码的一致性校验等），识别通过后，即生成电子账户账号。</li>
      <li>（3）甲方通过线上申请开立的电子账户，仅供甲方通过乙方手机银行、网上银行、微信银行、直销银行及和乙方有合作的第三方网站使用。</li>
     </p>
     <p>2、转账：
      <li>（1）甲方通过电子渠道向乙方发起转账申请时，即视为甲方同意乙方从其绑定银行卡中代扣相应资金至电子账户。</li>
      <li>（2）甲方确认乙方有权利用其自有支付通道或与乙方合作的第三方机构的支付通道进行资金划转。</li>
     </p>
     <p> 3、投资理财：
       <li>（1）由乙方电子渠道向甲方提供的投资理财服务。   </li>
       <li>（2）甲方发起理财申购时，即视为甲方通过电子渠道向乙方发起理财指令，授权乙方为甲方在电子渠道申请开立基金账户，由乙方为甲方提供货币基金理财服务。</li>
       <Li>（3）甲方是否成功申购投资理财产品以银行或第三方基金公司确认为准。</Li>
       <li>（4）当甲方通过电子渠道向乙方发起赎回申请时，即视为甲方发起投资理财赎回指令，由乙方确认后，将赎回资金划转至甲方电子账户中。</li>
     </p>
     <p>
       4、投资理财代扣：
       <li>（1）甲方在乙方电子渠道进行投资理财时，可选择使用其电子账户余额或绑定银行卡资金进行支付。</li>
       <li>（2）当甲方使用电子账户余额进行投资理财时，将通过乙方发起代扣指令，由乙方将甲方电子账户中的资金划转至相应资产管理方。</li>
     </p>
     <p>5、销户
       <li>（1）甲方电子账户下无有效签约产品时，可申请撤销电子账户。</li>
       <li>（2）乙方发现甲方身份信息不真实，电子账户为假名或虚假代理开户的，有权立即停止账户的使用，按照《中国人民银行关于改进个人银行账户服务加强账户管理的通知》规定进行撤销处理。</li>
       <li>（3）其他法定的情形。</li>
    </p>
     <p>6、其他服务
       <li>（1）密码服务：甲方若遗忘电子账户登录密码或交易密码，可通过乙方根据不同电子账户申请渠道提供的服务进行密码重置。</li>
       <li>（2）账户信息管理：甲方可通过乙方电子渠道进行电子账户信息查询与修改，可以修改的事项以乙方业务规则为准。</li>
    </p>
    <p>
      7、当甲方通过电子渠道向乙方发出的投资理财指令时，即视为甲方向乙方发起基金交易账户开户、申购、赎回等操作。
    </p>
    <h3> 第三章 权利与义务</h3>
      <p>1、甲方在乙方开立、使用、撤销电子账户，应遵守《人民币银行结算账户管理办法》、《中国人民银行关于落实个人银行账户分类管理制度的通知》等中华人民共和国的法律、法规和中国人民银行、中国银行业监督管理委员会及国家外汇管理局的各项规定及乙方的业务制度规定。</p>
      <p>2、甲方承诺向乙方提供的所有资料真实、有效、完整、准确、合法，提交的开户证件符合《个人存款账户实名制规定》，未冒充他人申请。如甲方提供的资料不符合要求或存在冒充他人申请等情形，乙方有权拒绝甲方的申请，对于已经开立了电子账户的，乙方有权终止协议。</p>
      <p>3、甲方应妥善保管电子账户的密码、个人有效身份证件、绑定的手机等个人信息和设备，如上述信息或设备出现遗失、泄露或被他人盗用的情况，甲方应立即拨打客户服务电话0391-96999申请账户挂失，在申请完成前，已发生的损失由甲方自行承担。</p>
      <p>4、电子账户只限甲方本人使用，不得出借、转让或出租。否则，由此产生的损失由甲方自行承担。</p>
      <p>5、乙方通过电子渠道为甲方提供电子账户服务，甲方应按乙方的规定进行操作，因操作不当造成的损失，乙方不承担任何责任。</p>
      <p>6、甲方有权按照乙方的电子账户业务规则通过电子渠道及其他平台向乙方发出划转电子账户资金的指令，乙方应实时执行乙方接收到的甲方指令。甲方同意，乙方将指令发出乙方所能控制的系统即为乙方执行完成甲方指令。</p>
      <p>7、甲方知悉并同意，由于技术原因，乙方无法确保系统不间断无差错运行，但乙方出于电子账户维护升级的需要而暂停电子账户的部分或全部功能的，应提前三个工作日通过网站公告，由于乙方无法控制的原因发生的电子账户系统停运，乙方将在发生停止运营后三日内通过网站公告。</p>
      <p>8、如甲方违规使用电子账户，乙方有权停止其使用该账户，由此产生的损失由甲方承担。</p>
      <p>9、如甲方在第三方网站等使用电子账户过程中，非因乙方原因与第三方发生纠纷的，甲方应与第三方自行协商解决，乙方可提供必要的协助服务。 基于自身业务发展需要，乙方有权在没有提前通知甲方的情况下，可以单方面就提供的服务进行增加、升级、改造、暂停或者限制本服务部分功能等。</p>
   <h3>第四章 账户记录和争议处理</h3>
     <p>1、甲方通过电子账户进行各类交易所产生的电子信息均为该交易的有效凭证。</p>
     <p>2、乙方不向甲方寄送纸质对账单，甲方可通过电子渠道核对交易记录。如甲方对交易有异议，可致电乙方客户服务电话0391-96999。</p>
     <p>3、乙方有权变更、暂停电子账户服务渠道、服务项目及内容，并应于变更前通过乙方门户网站、营业网点或其他渠道进行公告。</p>
     <p>4、甲方指令一经发出，除乙方允许情况外，不得要求撤销。</p>
    <h3>第五章 信息采集、使用和披露</h3>
     <p>1、乙方在法律允许的前提下，为业务和管理需要可收集、处理、传递及应用甲方的个人资料。乙方对甲方的个人隐私和商业秘密（包括申请表等）将依法予以保密，未经甲方许可，乙方不得向任何第三人提供或许可第三人使用甲方个人信息，但依照法律、法规规定应向有权机关（包括但不限于向征信机构）披露，或银行为完善服务，必须向相关外包服务提供商提供的除外。</p>
    <h3>第六章 银行责任的免除与限制</h3>
     <p>1、甲方使用电子账户时，如非乙方过错而发生的数据电文错误或者对甲方指令识别、处理或执行错误时，乙方对因该项错误的发生所导致的损失和其他不利后果不承担责任；但乙方可在甲方处理时对甲方提供必要的协助。</p>
     <P>2、对于不可抗力（包括但不限于战争、自然灾害、电力供应中断、火灾、地震等）、意外事件或乙方无法控制的其他情况所造成的损失，乙方不承担责任。</P>
     <P>3、若发生乙方对于合法有效的甲方指令识别错误或执行错误，则甲方须在知道或应当知道错误发生后于三个工作日内书面通知乙方并尽力采取措施防止损失扩大，乙方应尽快调查处理并在合理可行的范围内采取补救措施，对于因银行/电子账户系统错误而造成的甲方直接财产损失，乙方应按适用的规则予以赔偿，但对于任何间接损失、履行利益、后果性损害、非财产损害、乙方于错误发生时不可预见的损失以及因甲方未能及时通知或及时采取措施而导致扩大的损失，乙方不承担责任。</P>
    <h3>第七章 公告与变更</h3>
      <p>1、甲方同意，乙方可对本协议及电子账户使用规则进行单方变更，但该等变更不得对甲方产生严重不利影响，具体以乙方官方网站的公告为准。如甲方在乙方公告之日后继续使用电子账户，视为甲方已接受上述变更，相关条款根据该等变更而自动作相应修改，双方无须另行签订书面协议。</p>
      <p>2、乙方通过电子渠道发布电子账户服务相应通知内容的，自发布之日起视为送达；涉及本协议修改的，自发布之日起本协议自动修改。甲方应及时认真阅读并严格遵守，因甲方使用不当所造成的损失由其自行承担。</p>
    <h3>第八章 其他</h3>
      <p>1、乙方通过指定甲方服务号码向甲方提供电话银行服务和短信服务，通过直销银行、乙方的电子银行（包括但不限于乙方官方网站、手机银行、微信银行）提供电子账户申请，仅通过直销银行提供电子账户的进度查询和电子账户服务，因甲方相信欺诈电话、短信或虚假网站而将电子账户信息泄露造成的全部损失由甲方自行承担。 </p>
      <p>2、本协议适用中华人民共和国法律、行政法规和中国人民银行以及中国银行业监督管理委员会的部门规章与命令和有关国内行业惯例。在本协议项下发生的相关争议，双方应友好协商解决，协商不成的，应由乙方所在地的人民法院管辖。 </p>
      <p>3、未尽事宜，依据中华人民共和国法律、法规和中国人民银行以及中国银行业监督管理委员会的部门规章与命令和有关国内行业惯例的规则办理。</p>
   </div>
   </div>
</template>

<script>
export default {
   components: {
  },
  data(){
    return{

    }
  }
}
</script>
<style lang="scss" scoped>
  .style{
    padding: 0 px2vw(40) 0;
    h4{
      height:px2vw(96);
      font-size:px2vw(38);
      font-family:PingFangSC-Medium,PingFang SC;
      font-weight:500;
      color:rgba(38,38,38,1);
      line-height:px2vw(48);
    }
    h3{
      height: px2vw(42);
      font-size:px2vw(30);
      font-family:PingFangSC-Medium,PingFang SC;
      font-weight:500;
      color:#262626FF;
      line-height:px2vw(42);
    }
    p{
      font-size:px2vw(42);
      font-family:PingFangSC-Regular,PingFang SC;
      font-weight:400;
      font-size:px2vw(28);
      color:rgba(38,38,38,1);
      line-height:px2vw(42);
    }
    li{
      font-size:px2vw(42);
      font-family:PingFangSC-Regular,PingFang SC;
      font-weight:400;
      font-size:px2vw(26);
      color:rgba(38,38,38,1);
      line-height:px2vw(42);
    }
  }
</style>
